Repository: Climberdav/HPLayerBundle
Catalog: Resources/translations/ClimberdavHPLayer.*.xlf
Languages: fr

# climberdav_hp_layer_1
source: hyperplanning servers
fr: serveurs Hyperplanning

# climberdav_hp_layer_2
source: server name
fr: nom du serveur

# climberdav_hp_layer_3
source: IP address
fr: adresse IP

# climberdav_hp_layer_5
source: WSDL root
fr: racine WSDL

# climberdav_hp_layer_6
source: username
fr: nom d'utilisateur

# climberdav_hp_layer_7
source: password
fr: mot de passe

# climberdav_hp_layer_8
source: first date of the base
fr: date 1er jour de la base

# climberdav_hp_layer_10
source: Y-m-d
fr: d/m/Y

# climberdav_hp_layer_11
source: confirm
fr: confirmation

# climberdav_hp_layer_12
source: are you sure to delete this server ?
fr: êtes vous sûr de vouloir supprimer le serveur

# climberdav_hp_layer_13
source: cancel
fr: Annuler

# climberdav_hp_layer_14
source: New server
fr: Nouveau server Web Hyperplanning

# climberdav_hp_layer_15
source: Climberdav Hyperplanning Abstract Layer
fr: Couche d'abstraction d'Hyperplanning

# climberdav_hp_layer_16
source: edit server
fr: édition server Hyperplanning

# climberdav_hp_layer_17
source: of
fr: de

# climberdav_hp_layer_18
source: disabled
fr: désactivé

# climberdav_hp_layer_20
source: back
fr: retour

# climberdav_hp_layer_21
source: save
fr: enregistrer

# climberdav_hp_layer_22
source: previous
fr: server précedent

# climberdav_hp_layer_23
source: choose previous server (if necessary)
fr: choisir le serveur précedent (si besoin)

# climberdav_hp_layer_24
source: server updated
fr: succès de la mise à jour

# climberdav_hp_layer_25
source: server is valid
fr: Connexion avec le serveur valide

# climberdav_hp_layer_26
source: server is not valid, please check your configuration
fr: echec de la connexion avec le serveur, erreur:
